Terraform plan for __staging__
<details>
  <summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.broker_solr.cloudfoundry_app.ssb will be created
  + resource "cloudfoundry_app" "ssb" {
      + buildpack                  = "binary_buildpack"
      + command                    = "source .profile && ./cloud-service-broker serve"
      + disk_quota                 = 2048
      + enable_ssh                 = false
      + environment                = (sensitive value)
      + health_check_http_endpoint = (known after apply)
      + health_check_timeout       = (known after apply)
      + health_check_type          = "port"
      + id                         = (known after apply)
      + id_bg                      = (known after apply)
      + instances                  = 1
      + memory                     = 256
      + name                       = "ssb-solr"
      + path                       = "./app-ssb-solr.zip"
      + ports                      = (known after apply)
      + source_code_hash           = "4zPyUddjS0HqAuptRu2PLMJIkaCjdPaaxMZgueWZsbQ="
      + space                      = "5edc803e-3376-4788-b72c-a152f11925b0"
      + stack                      = (known after apply)
      + stopped                    = false
      + strategy                   = "blue-green"
      + timeout                    = 60

      + routes {
          + port  = (known after apply)
          + route = "9b353593-d723-4180-bca6-67d1b1458f7b"
        }

      + service_binding {
          + service_instance = "51b96118-b9b8-4e47-9b60-49ba3ac81e4f"
        }
      + service_binding {
          + service_instance = "325d8c8a-bd4d-428f-ac5a-d891d6dd084f"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

Plan generated in [plan #75](https://github.com/GSA/datagov-ssb/actions/runs/793516783)